{
  "en": {
    "Home": "Home",
    "About": "About",
    "Skills": "Skills",
    "Projects": "Projects",
    "ContactMe": "Contact me",
    "Iam": "I'm",
    "yearStudent": "a 4th-year student",
    "IntroSecondairyText": "Welcome to my portfolio! Explore my journey as a software developer, discover my skills, and check out the projects I've worked on. Scroll down to learn more about me",
    "About1" : "-About",
    "About2" : "About",
    "AbouteMe": "I'm a fourth year Software Developer student. Driven by a passion for technology and programming, I’m always eager to learn and grow. Currently, I work at Innovend, where I apply my skills in a professional setting. In my spare time, I enjoy working on personal projects and building computers.",
    "Fourth": "Fourth",
    "YearsOld": "Years old",
    "YearStudent": "year student",
    "HomeTown": "Home Town",
    "cv": "Navigate to CV",
    "skills1": "-Skills",
    "mySkills": "My Skills",
    "viewAllSkills": "View all skills",
    "CSharpSkill": "3 years of C# experience across WinUI, ASP.NET, and console apps. Learned WinUI through school and personal projects; worked on APIs and web apps with ASP.NET during internship and work. Focused on practical, real-world development.",
    "javaScriptSkill": "1.5 years of JavaScript experience through personal and internship projects. Built interactive apps using vanilla JS, Vue, and Ionic. Gained hands-on experience during internship, deepening skills in front-end development and real-world project work.",
    "UnitySkill": "2 years of Unity experience through personal projects. Built interactive 2D and 3D games, focusing on gameplay mechanics, UI, and scripting with C#. Gained strong understanding of the Unity editor and engine features through hands-on development.",
    "htmlcssSkill": "3 years of HTML and CSS experience across school, personal, and work projects. Built responsive layouts, styled components, and crafted user-friendly interfaces. Comfortable with modern techniques like Flexbox, Grid, and media queries.",
    "sqlSkill": "2.5 years of SQL experience through work and personal projects. Used for basic CRUD operations to interact with relational databases. Familiar with essential query building in real-world use cases.",
    "phpSkill": "1.5 years of PHP experience through school and a few personal projects. Gained basic understanding of backend development and used Laravel for structured web apps. Comfortable with core PHP syntax and simple dynamic functionality.",
    "projects1": "-Projects",
    "MylatestProjects": "My latest projects",
    "viewAllProjects": "View all projects",
    "GameScoreCentral": "Game Score Central: the hybrid mobile app to keep track of your scores during a game",
    "pizzeria": "Pizzeria: an application I built to showcase my C# skills, designed for use in a pizzeria by both customers and employees.",
    "latchpoint": "LatchPoint: a 3D first-person puzzle game with logic challenges and interactive mechanics.",
    "GamePortfolio": "Game Portfolio: a simple 2D game that functions as a portfolio website.",
    "MoreProjectsComingSoon": "More projects coming soon!",
    "letsKeepInTouch": "Let's keep in touch!",
    "ContactText": "You can contact me if you have any questions, need an application, or want to offer me a job. I am always open to discussing new projects, freelance opportunities, or collaborations. Whether you have a specific idea in mind or just want to connect, feel free to reach out. I look forward to hearing from you and exploring how we can work together to achieve your goals.",
    "inCollaborationWith": "Made in collaboration with graphic designer Sietse Bolders",
    "backtoTop": "Back to top"
  },
  "nl": {
    "Home": "Home",
    "About": "Over mij",
    "Skills": "Vaardigheden",
    "Projects": "Projecten",
    "ContactMe": "Contact opnemen",
    "Iam": "Ik ben",
    "yearStudent": "een vierdejaars student",
    "IntroSecondairyText": "Welkom op mijn portfolio! Verken mijn reis als softwareontwikkelaar, ontdek mijn vaardigheden en bekijk de projecten waaraan ik aan heb gewerkt. Scroll naar beneden om meer over mij te leren",
    "About1" : "-Over",
    "About2" : "Over",
    "AbouteMe": "Ik ben een vierdejaars student Software Ontwikkeling. Gedreven door een passie voor technologie en programmeren, ben ik altijd gedreven om te leren en te groeien. Momenteel werk ik bij Innovend, waar ik mijn vaardigheden in een professionele omgeving toepas. In mijn vrije tijd werk ik graag aan persoonlijke projecten en bouw ik computers.",
    "Fourth": "Vierde",
    "YearsOld": "Jaar oud",
    "YearStudent": "jaars student",
    "HomeTown": "Woonplaats",
    "cv": "Ga naar CV",
    "skills1": "-Vaardigheden",
    "mySkills": "Mijn Vaardigheden",
    "viewAllSkills": "Bekijk alle vaardigheden",
    "CSharpSkill": "3 jaar ervaring met C# in WinUI, ASP.NET en console-apps. WinUI geleerd via school en persoonlijke projecten; gewerkt aan API's en webapps met ASP.NET tijdens stage en werk. Focus op praktische, real-world ontwikkeling.",
    "javaScriptSkill": "1,5 jaar ervaring met JavaScript via persoonlijke en stageprojecten. Interactieve apps gebouwd met vanilla JS, Vue en Ionic. Praktische ervaring opgedaan tijdens stage, waardoor vaardigheden in front-end ontwikkeling en real-world projectwerk zijn verdiept.",
    "UnitySkill": "2 jaar ervaring met Unity via persoonlijke projecten. Interactieve 2D- en 3D-games gebouwd, met focus op gameplay-mechanica, UI en scripting met C#. Sterk begrip van de Unity-editor en engine-functies opgedaan door hands-on ontwikkeling.",
    "htmlcssSkill": "3 jaar ervaring met HTML en CSS in school-, persoonlijke en werkprojecten. Responsieve lay-outs gebouwd, componenten gestyled en gebruiksvriendelijke interfaces gecreëerd. Bekend met moderne technieken zoals Flexbox, Grid en media queries.",
    "sqlSkill": "2,5 jaar ervaring met SQL via werk- en persoonlijke projecten. Gebruikt voor basis CRUD-bewerkingen om te communiceren met relationele databases. Bekend met essentiële query-opbouw in real-world gebruikssituaties.",
    "phpSkill": "1,5 jaar ervaring met PHP via school en enkele persoonlijke projecten. Basisbegrip van backend-ontwikkeling opgedaan en Laravel gebruikt voor gestructureerde webapps. Bekend met de kern-PHP-syntax en eenvoudige dynamische functionaliteit.",
    "projects1": "-Projecten",
    "MylatestProjects": "Mijn nieuwste projecten",
    "viewAllProjects": "Bekijk alle projecten",
    "GameScoreCentral": "Game Score Central: de hybride mobiele app om je scores bij te houden tijdens een spel",
    "pizzeria": "Pizzeria: een applicatie die ik heb gebouwd om mijn C#-vaardigheden te tonen, ontworpen voor gebruik in een pizzeria door zowel klanten als medewerkers.",
    "latchpoint": "LatchPoint: een 3D first-person puzzelspel met logische uitdagingen en interactieve mechanics.",
    "GamePortfolio": "Game Portfolio: een eenvoudige 2D-game die funcioneert als portfolio-website.",
    "MoreProjectsComingSoon": "Meer projecten binnenkort beschikbaar!",
    "letsKeepInTouch": "Laten we in contact blijven!",
    "ContactText": "Je kunt contact met me opnemen als je vragen hebt, een applicatie nodig hebt of me een baan wilt aanbieden. Ik sta altijd open voor het bespreken van nieuwe projecten, freelance mogelijkheden of samenwerkingen. Of je nu een specifiek idee in gedachten hebt of gewoon wilt connecten, voel je vrij om contact op te nemen. Ik kijk ernaar uit om van je te horen en te verkennen hoe we samen kunnen werken om jouw doelen te bereiken.",
    "inCollaborationWith": "Gemaakt in samenwerking met grafisch ontwerper Sietse Bolders",
    "backtoTop": "Terug naar boven"
  }
}