{
    "en": {
      "aboutMe": "About Me",
      "myProjects": "My Projects",
      "contact": "Contact",
      "introText": "My name is Matthijs Schoonen, welcome to my portfolio website",
      "aboutMeText": "My name is Matthijs Schoonen and I am 18 years old. I am in my third year of Software Developer training. My passion for technology and programming motivates me to keep learning and developing myself. I am currently working at Innovend, where I get the opportunity to apply my skills in a practical environment and grow in a professional setting. In my free time, I work on personal projects and occasionally build computers.",
      "projectTitle": "My Projects",
      "gamePortofolio": "This is a portfolio website I made with the Kaboom.js library. I designed it in the style of a 2D game.",
      "GameScoreCentral": "GameScoreCentral is an Ionic application I'm still working on. With this app, you can easily track dart scores or generate a tournament.",
      "BarbellBytes": "BarbellBytes is a website and a mobile app to track your gym workouts",
      "SBPortofolio": "This is the portfolio website I made for Sietse Bolders following his design.",
      "jumpGame": "This is my first Unity project, a simple game where the goal is to jump over a block as long as possible.",
      "LatchPoint": "LatchPoint is a Puzzle platformer that  I am developing in Unity.",
      "contactTitle": "Contact",
      "viewProject": "View Project",
      "viewWebsite": "View Website",
      "contactText": "You can contact me if you have any questions, would like to have an application, or if you would like to offer me a job or internship."
    },
    "nl": {
      "aboutMe": "Over Mij",
      "myProjects": "Mijn Projecten",
      "contact": "Contact",
      "introText": "Mijn naam is Matthijs Schoonen, welkom op mijn portfolio website",
      "aboutMeText": "Mijn naam is Matthijs Schoonen en ik ben 18 jaar oud. Ik zit in het derde jaar van de opleiding Software Developer. Mijn passie voor technologie en programmeren motiveert mij om door te leren en mezelf te ontwikkelen. Momenteel werk ik bij Innovend, waar ik de kans krijg om mijn vaardigheden in de praktijk toe te passen en te groeien in een professionele omgeving. In mijn vrije tijd Werk ik aan eigen projecten en bouw ik af en toe computers",
      "projectTitle": "Mijn Projecten",
      "gamePortofolio": "dit is een een portofolio website die ik heb gemaakt met de kaboom.js liberary. dit portofolio website heb ik in de stijl van een 2d game gemaakt",
      "GameScoreCentral": "GameScoreCentral is een ionic applicatie waarmee ik nog bezig mee ben. met deze applicatie kan je makkelijk de score van darten bijhouden of een tournament generen",
      "BarbellBytes": "BarbellBytes is een website en een mobiele app om je gymtrainingen bij te houden",
      "SBPortofolio": "Dit is de portfolio website die ik heb gemaakt voor Sietse Bolders volgens zijn ontwerp",
      "jumpGame": "Dit is mijn eerste Unity-project, een simpel spel waarbij het doel is om zo lang mogelijk over een blok te springen",
      "LatchPoint": "Latchpoint is een puzzle platformer die ik aan het developen ben in Unity.",
      "contactTitle": "Contact",
      "viewProject": "Bekijk Project",
      "viewWebsite": "Bekijk Website",
      "contactText": "U kan contact met mij opnemen als je vragen hebt, een applicatie zou willen hebben of als je mij een baan of stage zou willen aanbieden."
    }
  }
  
